Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Microsurvey.xcstrings
Source language: en_us
Languages: ab, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Microsurvey.Prompt.Button.v127
source: Continue
ab: Ацҵара
br: Kenderc’hel
bs: Nastavi
ca: Continua
co: Cuntinuà
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Weiter
dsb: Dalej
el: Συνέχεια
eo: Daŭrigi
es: Continuar
es_ar: Continuar
es_cl: Continuar
es_mx: Continuar
eu: Jarraitu
fi: Jatka
fr: Continuer
gd: Lean air adhart
gl: Continuar
he: המשך
hr: Nastavi
hsb: Dale
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
ka: გაგრძელება
kab: Kemmel
kk: Жалғастыру
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
pt_br: Avançar
pt_pt: Continuar
rm: Cuntinuar
ru: Продолжить
sat_olck: ᱞᱮᱛᱟᱲ
scn: Cuntinua
si: ඉදිරියට
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdoni
su: Tuluykeun
sv: Fortsätt
tg: Идома додан
th: ดำเนินการต่อ
tr: İleri
tt: Дәвам итү
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# Microsurvey.Prompt.Close.Button.AccessibilityLabel.v127
source: Close
ab: Аркра
br: Serriñ
bs: Zatvori
ca: Tanca
co: Chjode
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
dsb: Zacyniś
el: Κλείσιμο
eo: Fermi
es: Cerrar
es_ar: Cerrar
es_cl: Cerrar
es_mx: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gd: Dùin
gl: Pechar
he: סגירה
hr: Zatvori
hsb: Začinić
hu: Bezárás
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kab: Mdel
kk: Жабу
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
nb: Lukk
nl: Sluiten
nn: Lat att
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
rm: Serrar
ru: Закрыть
sat_olck: ᱵᱚᱸᱫᱚᱭ ᱢᱮ
scn: Chiuji
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
su: Tutup
sv: Stäng
tg: Пӯшидан
th: ปิด
tr: Kapat
tt: Ябу
ug: تاقا
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# Microsurvey.Prompt.LogoImage.AccessibilityLabel.v129
source: %@ Logo
ab: Алоготип %@
ca: Logotip del %@
el: Λογότυπο %@
eo: Emblemo de %@
es: Logo de %@
es_ar: Logo de %@
es_cl: Logo de %@
es_mx: Logo de %@
eu: %@ logoa
fi: %@in logo
gd: Suaicheantas %@
gl: Logo de %@
he: הסמל של %@
hr: %@ logotip
hu: %@ logó
hy_am: %@ լոգո
is: %@ táknmerki
it: Logo di %@
ja: %@ ロゴ
ka: %@ ლოგო
kab: Alugu %@
kk: %@ логотипі
ko: %@ 로고
lo: %@ ໂລໂກ້
ml: %@ അടയാളം
pa_in: %@ ਲੋਗੋ
pl: Logo przeglądarki %@
pt_br: Logotipo do %@
pt_pt: Logótipo %@
rm: Logo da %@
ru: Логотип %@
sat_olck: %@ ᱪᱤᱱᱦᱟ.
scn: Mercu di %@
si: %@ ලාංඡනය
sl: Logotip %@a
sq: Stemë e %@
sv: %@ logotyp
tg: Тамғаи «%@»
th: โลโก้ %@
tr: %@ logosu
tt: %@ логотибы
ug: %@ تۇغى
uk: Логотип %@
zh_cn: %@ 徽标
zh_tw: %@ 圖示

# Microsurvey.Prompt.TitleLabel.v127
source: Help us make %@ better. It only takes a minute.
ab: Ҳацхраа %@ еиӷьаҳтәырц. Минуҭк ауп иаҭаххо.
br: Skoazellit ac’hanomp da lakaat %@ da vezañ gwelloc’h. Ne gemer nemet ur vunutenn.
bs: Pomozite nam da učinimo %@ boljim. Traje samo minut.
ca: Ajudeu-nos a millorar el %@. Només és un minut.
co: Aiutateci à rende %@ megliu. Què piglia solu un minutu.
cs: Pomozte nám zlepšit %@. Zabere to jen minutu.
cy: Helpwch ni i wneud %@ yn well. Dim ond munud mae'n ei gymryd.
da: Hjælp os med at gøre %@ bedre. Det tager bare et minut.
de: Helfen Sie uns, %@ zu verbessern. Es dauert nur eine Minute.
dsb: Pomagajśo nam, %@ pólěpšowaś. Trajo jano jadnu minutu.
el: Βοηθήστε μας να κάνουμε το %@ καλύτερο. Χρειάζεται μόνο ένα λεπτό.
eo: Helpu nin plibonigi %@. Tio daŭros nur minuton.
es: Ayúdanos a mejorar %@. Solo te llevará un minuto.
es_ar: Ayudanos a mejorar %@. Solo lleva un minuto.
es_cl: Ayúdanos a mejorar %@. Solo toma un minuto.
es_mx: Ayúdanos a mejorar %@. Solo toma un minuto.
eu: Lagun iezaguzu %@ hobetzen. Minutu bat bakarrik izango da.
fi: Auta tekemään %@ista entistä parempi. Se kestää vain minuutin.
fr: Aidez-nous à améliorer %@. Cela ne prend qu’une minute.
gd: Cuidich leinn a’ leasachadh %@. Cha doir e ach mionaid.
gl: Axúdenos a mellorar %@. Só leva un minuto.
he: עזרו לנו לשפר את %@. זה ייקח רק דקה.
hr: Pomogni nam poboljšati %@. Traje samo jednu minutu.
hsb: Pomhajće nam, %@ polěpšować. Traje jenož jednu mjeńšinu.
hu: Segítsen a %@ jobbá tételében. Csak egy percébe kerül.
hy_am: Օգնեք մեզ %@-ը դարձնել ավելի լավ: Դա ընդամենը մեկ րոպե կտևի:
ia: Adjuta nos a render %@ melior. Il prende solo un minuta.
id: Bantu kami membuat %@ lebih baik. Hanya butuh satu menit.
is: Hjálpaðu okkur að gera %@ betri. Það tekur aðeins eina mínútu.
it: Aiutaci a migliorare %@. Ci vuole solo un minuto.
ja: %@ をより良いものにするためにご協力ください。所要時間は 1 分だけです。
ka: დაგვეხმარეთ, რომ გავაუმჯობესოთ %@. მხოლოდ ერთ წუთს გასტანს.
kab: Ԑawen-aɣ ad nesnerni %@ ugar. Aya ad yeṭṭef cwiṭ n wakud.
kk: Бізге %@ жақсартуға көмектесіңіз. Бұл бар болғаны бір минутты алады.
ko: %@를 개선할 수 있도록 도와주세요. 단 1분밖에 걸리지 않습니다.
lo: ຊ່ວຍພວກເຮົາເຮັດໃຫ້ %@ ດີຂຶ້ນ. ມັນໃຊ້ເວລາພຽງແຕ່ບໍ່ເທົ່າໃດນາທີ.
ml: %@-നു് മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുക. ഇതു് ചെയ്യാൻ ഒരു വെറും നിമിഷം എടുക്കും.
nb: Hjelp oss å gjøre %@ bedre. Det tar bare et minutt.
nl: Help ons %@ te verbeteren. Het duurt maar een minuutje.
nn: Hjelp oss å gjere %@ betre. Det tek berre eitt minutt.
pa_in: %@ ਨੂੰ ਬੇਹਤਰ ਬਣਾਉਣ ਲਈ ਸਾਡੀ ਮਦਦ ਕਰੋ। ਇਸ ਨੂੰ ਮਿੰਟ ਕੁ ਹੀ ਲੱਗੇਗਾ।
pl: Pomóż nam ulepszyć przeglądarkę %@. To zajmie tylko minutkę.
pt_br: Ajude-nos a melhorar o %@. Leva apenas um minuto.
pt_pt: Ajude-nos a tornar o %@ melhor. Demora apenas um minuto.
rm: Ans gida a meglierar %@. I cuzza mo ina minuta.
ru: Помогите нам сделать %@ лучше. Это займёт всего минуту.
sat_olck: %@ ᱵᱮᱥ ᱛᱮᱭᱟᱨ ᱨᱮ ᱜᱚᱲᱚ ᱮᱢᱟ ᱞᱮᱢ ᱾ ᱱᱚᱶᱟ ᱫᱚ ᱞᱚᱜᱚᱱ ᱜᱮ ᱦᱩᱭᱩᱜᱼᱟ ᱾
scn: Ajùtani a fari megghiu %@. Cci voli sulu un minutu.
si: විනාඩියක් වැය කර %@ වැඩිදියුණුවට සහාය වන්න.
sk: Pomôžte nám vylepšiť %@. Trvá to len minútu.
sl: Pomagajte nam izboljšati %@. Vzelo vam bo le minuto.
sq: Ndihmonani ta bëjmë më të mirë %@. Do vetëm një minutë.
su: Bantuan urang ngoméan %@ sangkan leuwih hadé. Cukup ngan samenit baé.
sv: Hjälp oss att göra %@ bättre. Det tar bara en minut.
tg: Ба мо барои беҳтар кардани браузери «%@» кумак расонед. Ин танҳо як дақиқа мегирад.
th: ช่วยเราทำให้ %@ ดีขึ้น โดยสละเวลาเพียงนาทีเดียว
tr: %@ uygulamasını iyileştirmemize yardım edin. Yalnızca birkaç dakika sürer.
tt: Безгә %@-ны яхшыртырга ярдәм итегез. Бер минут кына кирәк.
ug: %@ نى ياخشىلىشىمىزغا ياردەم قىلىڭ. بۇنىڭغا پەقەت بىر مىنۇتلا ۋاقىت كېتىدۇ.
uk: Допоможіть нам покращити %@. Це займе всього хвилину.
vi: Giúp chúng tôi cải thiện %@. Chỉ mất một phút thôi.
zh_cn: 帮助我们改进 %@，只需占用您一分钟时间。
zh_tw: 請幫助我們讓 %@ 變得更好，僅需一分鐘即可完成問卷。

# Microsurvey.Survey.Button.v127
source: Submit
ab: Ашьҭра
br: Kas
bs: Pošalji
ca: Envia
co: Mandà
cs: Odeslat
cy: Cyflwyno
da: Indsend
de: Absenden
dsb: Wótpósłaś
el: Υποβολή
eo: Sendi
es: Enviar
es_ar: Enviar
es_cl: Enviar
es_mx: Enviar
eu: Bidali
fi: Lähetä
fr: Envoyer
gd: Cuir a-null
gl: Enviar
he: שליחה
hr: Pošalji
hsb: Wotpósłać
hu: Beküldés
hy_am: Ուղարկել
ia: Inviar
id: Kirim
is: Senda inn
it: Invia
ja: 送信
ka: გაგზავნა
kab: Azen
kk: Жіберу
ko: 보내기
lo: ສົ່ງ
ml: സമർപ്പിക്കുക
nb: Send
nl: Indienen
nn: Send inn
pa_in: ਭੇਜੋ
pl: Wyślij
pt_br: Enviar
pt_pt: Submeter
rm: Trametter
ru: Отправить
sat_olck: ᱡᱚᱢᱟᱭ ᱢᱮ
scn: Manna
si: යොමන්න
sk: Odoslať
sl: Pošlji
sq: Parashtroje
su: Kirimkeun
sv: Skicka in
tg: Пешниҳод кардан
th: ส่ง
tr: Gönder
tt: Җибәрү
ug: يوللا
uk: Надіслати
vi: Gửi
zh_cn: 提交
zh_tw: 送出

# Microsurvey.Survey.Close.Button.AccessibilityLabel.v127
source: Close
ab: Аркра
br: Serriñ
bs: Zatvori
ca: Tanca
co: Chjode
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
dsb: Zacyniś
el: Κλείσιμο
eo: Fermi
es: Cerrar
es_ar: Cerrar
es_cl: Cerrar
es_mx: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gd: Dùin
gl: Pechar
he: סגירה
hr: Zatvori
hsb: Začinić
hu: Bezárás
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kab: Mdel
kk: Жабу
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
nb: Lukk
nl: Sluiten
nn: Lat att
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
rm: Serrar
ru: Закрыть
sat_olck: ᱵᱚᱸᱫᱚᱭ ᱢᱮ
scn: Chiuji
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
su: Tutup
sv: Stäng
tg: Пӯшидан
th: ปิด
tr: Kapat
tt: Ябу
ug: تاقا
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# Microsurvey.Survey.ConfirmationPage.ConfirmationLabel.v127
source: Thanks for your feedback!
ab: Иҭабуп шәгәаанагаразы!
br: Trugarez da vezañ roet hoc’h ali!
bs: Hvala na povratnim informacijama!
ca: Gràcies per la vostra opinió
co: Vi ringraziemu d’avè spartitu u vostru avisu !
cs: Děkujeme za vaši zpětnou vazbu!
cy: Diolch am eich adborth!
da: Tak for tilbagemeldingen!
de: Danke für Ihre Rückmeldung!
dsb: Źěkujomy se za waš komentar!
el: Ευχαριστούμε για τα σχόλιά σας!
eo: Dankon pro via opinio!
es: ¡Gracias por tu opinión!
es_ar: ¡Gracias por tus comentarios!
es_cl: ¡Gracias por tus comentarios!
es_mx: ¡Gracias por tus comentarios!
eu: Eskerrik asko zure iritziagatik!
fi: Kiitos palautteestasi!
fr: Merci de votre retour !
gd: Mòran taing airson do bheachdan a chur thugainn!
gl: Grazas pola súa opinión!
he: תודה על המשוב שלך!
hr: Hvala ti povratnim informacijama!
hsb: Dźakujemy so za waš komentar!
hu: Köszönjük visszajelzését!
hy_am: Շնորհակալությո՜ւն Ձեր արձագանքի համար:
ia: Gratias pro tu commentos!
id: Terima kasih atas masukan Anda!
is: Takk fyrir álit þitt!
it: Grazie per il tuo feedback.
ja: フィードバックのご提供ありがとうございます。
ka: გმადლობთ გამოხმაურებისთვის!
kab: Tanemmirt ɣef tekti yinek!
kk: Пікіріңізге рахмет!
ko: 피드백 주셔서 감사합니다!
lo: ຂໍ​ຂອບ​ໃຈ​ສໍາ​ລັບ​ຄໍາ​ຄຶດ​ຄໍາ​ເຫັນ​ຂອງ​ທ່ານ​!
ml: താങ്കളുടെ പ്രതികരണത്തിനു് നന്ദി!
nb: Takk for tilbakemeldingen!
nl: Bedankt voor uw feedback!
nn: Takk for tilbakemeldinga di!
pa_in: ਤੁਹਾਡੀ ਫ਼ੀਡਬੈਕ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ!
pl: Dziękujemy za opinię!
pt_br: Obrigado por sua opinião!
pt_pt: Obrigado pela sua opinião!
rm: Grazia per tes resun!
ru: Спасибо за ваш отзыв!
sat_olck: ᱟᱢᱟᱜ ᱴᱤᱯᱚᱬᱤ ᱞᱟᱹᱜᱤᱫ ᱥᱟᱯᱲᱟᱣ!
scn: Grazzi pî to pinzeri!
si: ඔබගේ ප්‍රතිපෝෂණයට ස්තූතියි!
sk: Ďakujeme za vašu spätnú väzbu.
sl: Hvala za vaše mnenje!
sq: Faleminderit për përshtypjet tuaja!
su: Hatur nuhun pikeun jawaban anjeun!
sv: Tack för din feedback!
tg: Ташаккур барои изҳори назари шумо!
th: ขอบคุณสำหรับข้อคิดเห็นของคุณ!
tr: Geri bildiriminiz için teşekkürler!
tt: Фикерегез өчен рәхмәт!
ug: قايتۇرما ئىنكاسىڭىزغا رەھمەت!
uk: Дякуємо за ваш відгук!
vi: Cảm ơn phản hồi của bạn!
zh_cn: 感谢反馈！
zh_tw: 感謝您的意見回饋！

# Microsurvey.Survey.ConfirmationPage.HeaderLabel.v127
source: Survey complete
ab: Аҭҵаара хыркәшоуп
br: Sontadeg leuniet
bs: Anketa završena
ca: Enquesta completa
co: Inchiesta compia
cs: Průzkum dokončen
cy: Mae'r arolwg wedi'i gwblhau
da: Undersøgelse gennemført
de: Umfrage abgeschlossen
dsb: Napšašowanje dokóńcone
el: Η έρευνα ολοκληρώθηκε
eo: Demandaro respondita
es: Encuesta completada
es_ar: Encuesta completa
es_cl: Encuesta completa
es_mx: Encuesta completada
eu: Inkesta burututa
fi: Kysely valmis
fr: Sondage terminé
gd: Tha an t-suirbhidh air a choileanadh
gl: Enquisa completada
he: הסקר הושלם
hr: Anketa dovršena
hsb: Naprašowanje dokónčene
hu: A felmérés kész
hy_am: Հարցումն ավարտված է
ia: Questionario complete
id: Survei selesai
is: Könnun lokið
it: Sondaggio completato
ja: 回答完了
ka: გამოკითხვა დასრულებულია
kab: Aḥedqis yemmed
kk: Сауалнама аяқталды
ko: 설문조사 완료
lo: ສໍາ​ເລັດ​ການ​ສໍາ​ຫຼວດ​
ml: കണക്കെടുപ്പു് അവസാനിച്ചു
nb: Undersøkelsen er fullført
nl: Enquête voltooid
nn: Undersøkinga er fullført
pa_in: ਸਰਵੇਖਣ ਪੂਰਾ
pl: Ankieta wypełniona
pt_br: Pesquisa de opinião concluída
pt_pt: Inquérito concluído
rm: Enquista cumpletta
ru: Опрос пройден
sat_olck: ᱥᱚᱨᱵᱷᱮ ᱯᱩᱨᱟᱹᱣ ᱮᱱᱟ
scn: Ntirbista cumpleta
si: සමීක්ෂණය සම්පූර්ණයි
sk: Prieskum dokončený
sl: Anketa končana
sq: Pyetësor i plotësuar
su: Survéy cacap
sv: Undersökning klar
tg: Саволнома ба поён расид
th: แบบสำรวจเสร็จสมบูรณ์
tr: Anket tamamlandı
tt: Сораулык тәмамланды
ug: راي سىناش تامام
uk: Опитування завершено
vi: Khảo sát hoàn tất
zh_cn: 填写完毕
zh_tw: 填寫完成

# Microsurvey.Survey.HeaderLabel.v129
source: Please complete survey
ab: Ҳаҳәоит, аҭҵаара мҩаԥыжәга
br: Trugarez da gemer perzh er sontadeg
bs: Molimo popunite anketu
ca: Empleneu l'enquesta
co: Vi ringraziemu di risponde à l’inchiesta
cs: Vyplňte prosím dotazník
cy: Cwblhewch yr arolwg
da: Deltag i undersøgelse
de: Bitte füllen Sie die Umfrage aus
dsb: Pšosym dokóńcćo napšašowanje
el: Συμπληρώστε την έρευνα
eo: Bonvolu respondi demandaron
es: Por favor, completa la encuesta
es_ar: Por favor completá la encuesta
es_cl: Por favor, completa la encuesta
es_mx: Por favor, completa la encuesta
eu: Bete inkesta mesedez
fi: Ole hyvä ja täytä kysely
fr: Merci de répondre au sondage
gd: Nach coilean thu an t-suirbhidh?
gl: Complete a enquisa
he: נא למלא את הסקר
hr: Ispuni anketu
hsb: Prošu dokónčće naprašowanje
hu: Töltse ki a kérdőívet
hy_am: Խնդրում ենք լրացնել հարցումը
ia: Per favor completa le sondage
id: Silakan lengkapi survei
is: Ljúktu við könnunina
it: Completa il sondaggio
ja: アンケートにご回答ください
ka: გთხოვთ, შეავსოთ კითხვარი
kab: Ttxil-k smed aḥedqis
kk: Сауалнаманы толтырыңыз
ko: 설문조사를 완료해 주세요.
lo: ກະລຸນາເຮັດສໍາຫຼວດ
ml: ദയവായി സൎവ്വേ പൂർത്തിയാക്കുക
nb: Fyll ut spørreundersøkelsen
nl: Enquête invullen
nn: Fullfør undersøkinga
pa_in: ਸਰਵੇਖਣ ਪੂਰਾ ਕਰੋ ਜੀ
pl: Prosimy o wypełnienie ankiety
pt_br: Complete a pesquisa de opinião
pt_pt: Por favor, preencha o questionário
rm: Respunda per plaschair a l’enquista
ru: Пожалуйста, пройдите опрос
sat_olck: ᱫᱟᱭᱟᱠᱟᱛᱮ ᱱᱚᱶᱟ ᱥᱚᱨᱵᱷᱮ ᱯᱩᱨᱟᱹᱣ ᱢᱮ
scn: Pi favuri cumpleta a ntirbista
sk: Vyplňte prieskum
sl: Izpolnite anketo
sq: Ju lutemi, plotësoni pyetësorin
su: Prak lengkepan survéy
sv: Vänligen fyll i enkäten
tg: Лутфан, саволномаро пур намоед
th: โปรดทำแบบสำรวจให้เสร็จสมบูรณ์
tr: Lütfen anketi tamamlayın
tt: Зинһар, сораулыкны тәмамлагыз
ug: راي سىناشنى تاماملاڭ
uk: Будь ласка, пройдіть опитування
vi: Vui lòng hoàn thành khảo sát
zh_cn: 请填写问卷
zh_tw: 請填寫問卷

# Microsurvey.Survey.LogoImage.AccessibilityLabel.v129
source: %@ Logo
ab: Алоготип %@
ca: Logotip del %@
el: Λογότυπο %@
eo: Emblemo de %@
es: Logo de %@
es_ar: Logo de %@
es_cl: Logo de %@
es_mx: Logo de %@
eu: %@ logoa
fi: %@in logo
gd: Suaicheantas %@
gl: Logo de %@
he: הסמל של %@
hr: %@ logotip
hu: %@ logó
hy_am: %@ լոգո
is: %@ táknmerki
it: Logo di %@
ja: %@ ロゴ
ka: %@ ლოგო
kab: Alugu %@
kk: %@ логотипі
ko: %@ 로고
lo: %@ ໂລໂກ້
ml: %@ അടയാളം
pa_in: %@ ਲੋਗੋ
pl: Logo przeglądarki %@
pt_br: Logotipo do %@
pt_pt: Logótipo %@
rm: Logo da %@
ru: Логотип %@
sat_olck: %@ ᱪᱤᱱᱦᱟ.
scn: Mercu di %@
si: %@ ලාංඡනය
sl: Logotip %@a
sq: Stemë e %@
sv: %@ logotyp
tg: Тамғаи «%@»
th: โลโก้ %@
tr: %@ logosu
tt: %@ логотибы
ug: %@ تۇغى
uk: Логотип %@
zh_cn: %@ 徽标
zh_tw: %@ 圖示

# Microsurvey.Survey.Options.Dissatisfied.v132
source: Dissatisfied
ab: Агәынамӡара
br: Displijet
bs: Nezadovoljan
ca: Insatisfet/a
co: Infelice
cs: Nespokojený
cy: Anfodlon
da: Utilfreds
de: Unzufrieden
dsb: Njespokojom
el: Δυσαρεστημένος/-η
eo: Nekontentiga
es: Insatisfecho
es_ar: Insatisfecho
es_cl: Insatisfecho
es_mx: Insatisfecho
eu: Kontentagaitz
fi: Tyytymätön
fr: Insatisfait·e
gd: Mì-riaraichte
gl: Insatisfeito
he: לא מרוצה
hr: Nezadovoljan/na
hsb: Njespokojny
hu: Elégedetlen
hy_am: Դժգոհ
ia: Non satisfacite
id: Tidak puas
is: Óánægð/ur
it: Insoddisfatto/a
ja: 不満
ka: უკმაყოფილო
kab: Ur yumir ara
kk: Нашар
ko: 불만족
lo: ບໍ່ພໍໃຈ
ml: സന്തുഷ്ടമായില്ല
nb: Misfornøyd
nl: Ontevreden
nn: Misfornøgd
pa_in: ਅਸੰਤੁਸ਼ਟ
pl: Niezadowolony
pt_br: Insatisfeito
pt_pt: Insatisfeito(a)
rm: Betg satisfatg
ru: Недоволен
sat_olck: ᱵᱟᱱᱴᱷᱤᱠ
scn: Dissatisfatu/a
si: අතෘප්තිමත්
sk: nespokojný
sl: nezadovoljen/-na
sq: Jo i kënaqur
sv: Missnöjd
tg: Дарғазаб
th: ไม่พอใจ
tr: Memnun değilim
tt: Начар
ug: نارازى
uk: Погано
vi: Không hài lòng
zh_cn: 不满意
zh_tw: 不滿意

# Microsurvey.Survey.Options.Neutral.v132
source: Neutral
ab: Инеитралтәу
br: Ali ebet
bs: Neutralno
ca: Neutre/a
co: Indifferente
cs: Neutrální
cy: Niwtral
da: Hverken/eller
dsb: Neutralny
el: Ουδέτερος/-η
eo: Neŭtra
eu: Neutrala
fi: Neutraali
fr: Indifférent·e
gd: Neodrach
he: נטרלי
hr: Neutralno
hsb: Neutralny
hu: Semleges
hy_am: Չեզոք
id: Netral
is: Hlutlaus
it: Né soddisfatto/a né insoddisfatto/a
ja: どちらでもない
ka: საშუალო
kab: War tamawt
kk: Бейтарап
ko: 보통
lo: ເປັນກາງ
ml: അത്രതൊന്നും പറയാൻ ഇല്ല
nb: Nøytral
nl: Gemiddeld
nn: Nøytral
pa_in: ਠੀਕ-ਠਾਕ
pl: Obojętny
pt_br: Neutro
pt_pt: Neutro(a)
ru: Нейтрален
sat_olck: ᱱᱤᱣᱴᱨᱟᱞ
scn: Niutrali
si: මධ්‍යස්ථ
sk: neutrálny
sl: neodločen/-a
sq: Asnjanës
tg: Бетараф
th: เฉยๆ
tr: Orta
tt: Битараф
ug: بىتەرەپ
uk: Нейтрально
vi: Trung lập
zh_cn: 无感
zh_tw: 普通

# Microsurvey.Survey.Options.NotApplicable.v132
source: I don’t use it
ab: Сара уи схы иасырхәом
br: Ne ran ket gantañ
bs: Ne koristim ga
ca: No l'utilitzo
co: Ùn l’impiegu micca
cs: Nepoužívám
cy: Dydw i ddim yn ei ddefnyddio
da: Jeg bruger den ikke
de: Ich verwende sie nicht
dsb: To njewužywam
el: Δεν το χρησιμοποιώ
eo: Mi ne uzas ĝin
es: No lo uso
es_ar: No lo uso
es_cl: No la uso
es_mx: No lo uso
eu: Ez dut erabiltzen
fi: En käytä sitä
fr: Je ne l’utilise pas
gd: Cha chleachd mi e
gl: Non o uso
he: אין לי שימוש בזה
hr: Ne koristim ga
hsb: To njewužiwam
hu: Nem használom
hy_am: Ես այն չեմ օգտագործում
ia: Io non lo usa
id: Saya tidak menggunakannya
is: Ég nota þetta ekki
it: Non uso questa funzione
ja: 使わない
ka: არ ვიყენებ
kab: Ur t-sseqdaceɣ ara
kk: Мен оны қолданбаймын
ko: 사용하지 않음
lo: ຂ້ອຍບໍ່ໃຊ້ມັນ
ml: ഞാൻ ഉപയോഗിക്കാരില്ല
nb: Jeg bruker den ikke
nl: Ik gebruik het niet
nn: Eg brukar han ikkje
pa_in: ਮੈ ਇਸ ਨੂੰ ਨਹੀਂ ਵਰਤਦਾ/ਵਰਤਦੀ ਹਾਂ
pl: Nie używam
pt_br: Eu não uso
pt_pt: Não utilizo
rm: Jau n’utilisesch betg questa funcziun
ru: Не использую
sat_olck: ᱤᱧ ᱚᱱᱟ ᱵᱟᱹᱧ ᱵᱮᱣᱦᱟᱨ ᱮᱫᱟ
scn: Nun l’usu
si: මම භාවිතා නොකරමි
sk: nepoužívam
sl: ne uporabljam
sq: S’e përdor
sv: Jag använder den inte
tg: Ман онро истифода намебарам
th: ฉันไม่ได้ใช้มัน
tr: Kullanmıyorum
tt: Мин аны кулланмыйм
ug: ئىشلەتمەيمەن
uk: Не користуюсь
vi: Tôi không sử dụng nó
zh_cn: 未曾使用
zh_tw: 我沒有使用

# Microsurvey.Survey.Options.Satisfied.v132
source: Satisfied
ab: Ицәгьам
br: Plijet
bs: Zadovoljan
ca: Satisfet/a
co: Felice
cs: Spokojený
cy: Bodlon
da: Tilfreds
de: Zufrieden
dsb: Spokojom
el: Ικανοποιημένος/-η
eo: Kontentiga
es: Satisfecho
es_ar: Satisfecho
es_cl: Satisfecho
es_mx: Satisfecho
eu: Kontent
fi: Tyytyväinen
fr: Satisfait·e
gd: Riaraichte
gl: Satisfeito
he: מרוצה
hr: Zadovoljan/na
hsb: Spokojny
hu: Elégedett
hy_am: Գոհ
ia: Satisfacite
id: Puas
is: Ánægð/ur
it: Soddisfatto/a
ja: 満足
ka: კმაყოფილი
kab: Y·Tumer
kk: Жақсы
ko: 만족
lo: ພໍໃຈ
ml: സന്തുഷ്ടമായി
nb: Fornøyd
nl: Tevreden
nn: Fornøgd
pa_in: ਸੰਤੁਸ਼ਟ
pl: Zadowolony
pt_br: Satisfeito
pt_pt: Satisfeito(a)
rm: Satisfatg
ru: Доволен
sat_olck: ᱨᱟᱹᱥᱠᱟᱹ
scn: Satisfatu/a
si: තෘප්තිමත්
sk: spokojný
sl: zadovoljen/-na
sq: I kënaqur
sv: Nöjd
tg: Қаноатманд
th: พึงพอใจ
tr: Memnunum
tt: Яхшы
ug: رازى
uk: Добре
vi: Hài lòng
zh_cn: 满意
zh_tw: 滿意

# Microsurvey.Survey.Options.VeryDissatisfied.v132
source: Very dissatisfied
ab: Даара сгәы намӡо
br: Displijet-tre
bs: Vrlo nezadovoljan
ca: Molt insatisfet/a
co: Assai infelice
cs: Velmi nespokojený
cy: Anfodlon iawn
da: Meget utilfreds
de: Sehr unzufrieden
dsb: Wjelgin njespokojom
el: Πολύ δυσαρεστημένος/-η
eo: Tute nekontentiga
es: Muy insatisfecho
es_ar: Muy insatisfecho
es_cl: Muy insatisfecho
es_mx: Muy insatisfecho
eu: Oso kontentagaitz
fi: Hyvin tyytymätön
fr: Très insatisfait·e
gd: Glè mhì-riaraichte
gl: Moi insatisfeito
he: מאוד לא מרוצה
hr: Vrlo nezadovoljan/na
hsb: Jara njespokojny
hu: Nagyon elégedetlen
hy_am: Շատ դժգոհ
ia: Absolutemente non satisfacite
id: Sangat tidak puas
is: Mjög óánægð/ur
it: Molto insoddisfatto/a
ja: 非常に不満
ka: მეტად უკმაყოფილო
kab: Texseṛ-as akk nniya
kk: Өте нашар
ko: 매우 불만족
lo: ບໍ່ພໍໃຈຫຼາຍ
ml: തീരെ സന്തുഷ്ടമായില്ല
nb: Veldig misfornøyd
nl: Zeer ontevreden
nn: Veldig misfornøgd
pa_in: ਬਹੁਤ ਅਸੰਤੁਸ਼ਟ
pl: Bardzo niezadowolony
pt_br: Muito insatisfeito
pt_pt: Muito insatisfeito(a)
rm: N’insumma betg satisfatg
ru: Очень недоволен
sat_olck: ᱟᱹᱰᱤ ᱵᱟᱱᱴᱷᱤᱠ
scn: Assai dissatisfatu/a
si: ඉතා අතෘප්තිමත්
sk: veľmi nespokojný
sl: zelo nezadovoljen/-na
sq: Shumë i pakënaqur
sv: Väldigt missnöjd
tg: Хеле дарғазаб
th: ไม่พอใจมาก
tr: Hiç memnun değilim
tt: Бик начар
ug: بەك نارازى
uk: Гірше не може бути
vi: Rất không hài lòng
zh_cn: 非常不满意
zh_tw: 非常不滿意

# Microsurvey.Survey.Options.VerySatisfied.v132
source: Very satisfied
ab: Даара сгәы иахәеит
br: Plijet-tre
bs: Vrlo zadovoljan
ca: Molt satisfet/a
co: Assai felice
cs: Velmi spokojený
cy: Bodlon iawn
da: Meget tilfreds
de: Sehr zufrieden
dsb: Wjelgin spokojom
el: Πολύ ικανοποιημένος/-η
eo: Tre kontentiga
es: Muy satisfecho
es_ar: Muy satisfecho
es_cl: Muy satisfecho
es_mx: Muy satisfecho
eu: Oso kontent
fi: Hyvin tyytyväinen
fr: Très satisfait·e
gd: Glè riaraichte
gl: Moi satisfeito
he: מאוד מרוצה
hr: Vrlo zadovoljan/na
hsb: Jara spokojny
hu: Nagyon elégedett
hy_am: Շատ գոհ
ia: Absolutemente satisfacite
id: Sangat puas
is: Mjög ánægð/ur
it: Molto soddisfatto/a
ja: とても満足
ka: მეტად კმაყოფილი
kab: Yumer aṭas
kk: Өте жақсы
ko: 매우 만족
lo: ພໍໃຈຫຼາຍ
ml: വളരെ സന്തുഷ്ടമായി
nb: Veldig fornøyd
nl: Zeer tevreden
nn: Veldig fornøgd
pa_in: ਬਹੁਤ ਸੰਤੁਸ਼ਟ
pl: Bardzo zadowolony
pt_br: Muito satisfeito
pt_pt: Muito satisfeito(a)
rm: Fitg satisfatg
ru: Очень доволен
sat_olck: ᱟᱹᱰᱤ ᱨᱟᱹᱥᱠᱟᱹ
scn: Satisfatu/a assai
si: ඉතා තෘප්තිමත්
sk: veľmi spokojný
sl: zelo zadovoljen/-na
sq: Shumë i kënaqur
sv: Väldigt nöjd
tg: Хеле қаноатманд
th: พึงพอใจมาก
tr: Çok memnunum
tt: Бик яхшы
ug: بەك رازى
uk: Відмінно
vi: Rất hài lòng
zh_cn: 非常满意
zh_tw: 非常滿意

# Microsurvey.Survey.OptionsOrder.AccessibilityLabel.v129
source: %1$@ out of %2$@
ab: %1$@ %2$@ аҟынтә
br: %1$@ diwar %2$@
bs: %1$@ od %2$@
ca: %1$@ de %2$@
co: %1$@ nant’à %2$@
cs: %1$@ z %2$@
cy: %1$@ allan o %2$@
da: %1$@ af %2$@
de: %1$@ von %2$@
dsb: %1$@ z %2$@
el: %1$@ από %2$@
eo: %1$@ el %2$@
es: %1$@ de %2$@
es_ar: %1$@ de %2$@
es_cl: %1$@ de %2$@
es_mx: %1$@ de %2$@
fr: %1$@ sur %2$@
gd: %1$@ à %2$@
gl: %1$@ de %2$@
he: %1$@ מתוך %2$@
hr: %1$@ od %2$@
hsb: %1$@ z %2$@
hu: %1$@ ennyiből: %2$@
hy_am: %1$@-ը %2$@-ից
ia: %1$@ de %2$@
id: %1$@ dari %2$@
is: %1$@ af %2$@
it: %1$@ di %2$@
ka: %1$@, სულ %2$@
kab: %1$@ ɣef %2$@
kk: %2$@ ішінен %1$@
ko: %2$@ 중 %1$@
lo: %1$@ ຈາກທັງໝົດ %2$@
ml: %2$@ ഇൽ %1$@
nb: %1$@ av %2$@
nl: %1$@ van %2$@
nn: %1$@ av %2$@
pa_in: %2$@ ਵਿੱਚੋਂ %1$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
rm: %1$@ da %2$@
ru: %1$@ из %2$@
sat_olck: %2$@ ᱠᱷᱚᱱ %1$@
scn: %1$@ di %2$@
si: %2$@ න් %1$@
sk: %1$@ z %2$@
sl: %1$@ od %2$@
sq: %1$@ nga %2$@
su: %1$@ ti %2$@
sv: %1$@ av %2$@
tg: %1$@ аз %2$@
th: %1$@ จาก %2$@
tt: %2$@ эченнән %1$@
uk: %1$@ з %2$@
zh_cn: 第 %1$@ 项，共 %2$@ 项
zh_tw: 選項 %1$@，共 %2$@ 個選項
